Repository: ShikiSuen/MadTunes
Catalog: SPMPackages/MadTunesSPM/Sources/MadTunesKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# i18n:PredicateEditor.Field.FolderPath
source: Folder Path
de: Ordnerpfad
es: Ruta de carpeta
fr: Chemin du dossier
it: Percorso cartella
ja: フォルダパス
ko: 폴더 경로
pt_br: Caminho da Pasta
ru: Путь к папке
tr: Klasör Yolu
zh_hans: 文件夹路径
zh_hant: 資料夾路徑

# i18n:PredicateEditor.Field.Title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
tr: Başlık
zh_hans: 标题
zh_hant: 標題

# i18n:PredicateEditor.Field.TrackNumber
source: Track Number
de: Titelnummer
es: Número de pista
fr: Numéro de piste
it: Numero traccia
ja: トラック番号
ko: 트랙 번호
pt_br: Número da Faixa
ru: Номер трека
tr: Parça Numarası
zh_hans: 曲目编号
zh_hant: 曲目編號

# i18n:PredicateEditor.Field.Year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 연도
pt_br: Ano
ru: Год
tr: Yıl
zh_hans: 年份
zh_hant: 年份

# i18n:PredicateEditor.MatchAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 모두
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# i18n:PredicateEditor.MatchAny
source: Any
de: Beliebig
es: Cualquiera
fr: N'importe lequel
it: Qualsiasi
ja: いずれか
ko: 하나라도
pt_br: Qualquer
ru: Любое
tr: Herhangi biri
zh_hans: 任一
zh_hant: 任一

# i18n:PredicateEditor.MatchCount.%lld
source: %lld matching tracks
de: %lld passende Titel
es: %lld pistas coincidentes
fr: %lld pistes correspondantes
it: %lld brani corrispondenti
ja: %lld 件の一致する曲
ko: 일치하는 트랙 %lld개
pt_br: %lld faixas correspondentes
ru: %lld совпадающих треков
tr: %lld eşleşen parça
zh_hans: %lld 首匹配的曲目
zh_hant: %lld 首匹配的曲目

# i18n:PredicateEditor.MatchMode
source: Match
de: Übereinstimmung
es: Coincidencia
fr: Correspondance
it: Corrispondenza
ja: 一致条件
ko: 일치
pt_br: Correspondência
ru: Совпадение
tr: Eşleşme
zh_hans: 匹配
zh_hant: 匹配

# i18n:PredicateEditor.NoPredicates
source: No predicates defined
de: Keine Prädikate definiert
es: Sin predicados definidos
fr: Aucun prédicat défini
it: Nessun predicato definito
ja: 述語が未定義
ko: 정의된 술어 없음
pt_br: Nenhum predicado definido
ru: Предикаты не заданы
tr: Tanımlı yüklem yok
zh_hans: 未定义谓词
zh_hant: 未定義述詞

# i18n:PredicateEditor.ValuePlaceholder
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_br: Valor
ru: Значение
tr: Değer
zh_hans: 值
zh_hant: 值

# i18n:Queue.Empty
source: Queue Empty
de: Leere Warteschlange
es: Cola vacía
fr: File vide
it: Coda vuota
ja: キューが空です
ko: 대기열 비어 있음
pt_br: Fila Vazia
ru: Очередь пуста
tr: Sıra Boş
zh_hans: 队列为空
zh_hant: 佇列為空

# i18n:Queue.EmptyDescription
source: Play an album or track to populate the queue.
de: Spielen Sie ein Album oder einen Titel ab, um die Warteschlange zu füllen.
es: Reproduce un álbum o pista para llenar la cola.
fr: Lisez un album ou une piste pour remplir la file.
it: Riproduci un album o un brano per riempire la coda.
ja: アルバムまたはトラックを再生してキューに追加してください。
ko: 대기열을 채우려면 앨범이나 트랙을 재생하세요.
pt_br: Reproduza um álbum ou faixa para preencher a fila.
ru: Воспроизведите альбом или трек, чтобы заполнить очередь.
tr: Sırayı doldurmak için bir albüm veya parça çalın.
zh_hans: 播放专辑或曲目以填充队列。
zh_hant: 播放專輯或曲目以填入佇列。

# i18n:Queue.Header
source: Playing Queue
de: Warteschlange
es: Cola de reproducción
fr: File de lecture
it: Coda di riproduzione
ja: 再生キュー
ko: 재생 대기열
pt_br: Fila de Reprodução
ru: Очередь воспроизведения
tr: Çalma Sırası
zh_hans: 播放队列
zh_hant: 播放佇列

# i18n:Queue.MoveDown
source: Move down
de: Nach unten verschieben
es: Mover hacia abajo
fr: Déplacer vers le bas
it: Sposta verso il basso
ja: 下に移動
ko: 아래로 이동
pt_br: Mover para Baixo
ru: Переместить вниз
tr: Aşağı Taşı
zh_hans: 下移
zh_hant: 下移

# i18n:Queue.MoveUp
source: Move up
de: Nach oben verschieben
es: Mover hacia arriba
fr: Déplacer vers le haut
it: Sposta verso l'alto
ja: 上に移動
ko: 위로 이동
pt_br: Mover para Cima
ru: Переместить вверх
tr: Yukarı Taşı
zh_hans: 上移
zh_hant: 上移

# i18n:Queue.RemoveFromQueue
source: Remove from queue
de: Aus Warteschlange entfernen
es: Quitar de la cola
fr: Retirer de la file
it: Rimuovi dalla coda
ja: キューから削除
ko: 대기열에서 제거
pt_br: Remover da Fila
ru: Удалить из очереди
tr: Sıradan Kaldır
zh_hans: 从队列中移除
zh_hant: 從佇列中移除

# i18n:Queue.ScrambleHelp
source: Scramble queue order
de: Warteschlangenreihenfolge mischen
es: Mezclar orden de la cola
fr: Mélanger l'ordre de la file
it: Mescola ordine della coda
ja: キューの順番をシャッフル
ko: 대기열 순서 섞기
pt_br: Embaralhar ordem da fila
ru: Перемешать порядок очереди
tr: Sıra sırasını karıştır
zh_hans: 打乱队列顺序
zh_hant: 打亂佇列順序

# i18n:Search.Prompt
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

# i18n:Search.SearchFields
source: Search Fields
de: Suchfelder
es: Campos de búsqueda
fr: Champs de recherche
it: Campi di ricerca
ja: 検索範囲
ko: 검색 필드
pt_br: Campos de Pesquisa
ru: Поля поиска
tr: Arama Alanları
zh_hans: 搜索栏位
zh_hant: 搜尋欄位

# i18n:SearchFilterMode.AlbumTitle
source: Album Title
de: Albumtitel
es: Título del álbum
fr: Titre de l'album
it: Titolo album
ja: アルバム名
ko: 앨범 제목
pt_br: Título do Álbum
ru: Название альбома
tr: Albüm Başlığı
zh_hans: 专辑名称
zh_hant: 專輯名稱

# i18n:SearchFilterMode.Artist
source: Artist & Album Artist
de: Künstler & Albumkünstler
es: Artista & Artista del álbum
fr: Artiste & Artiste de l'album
it: Artista & Artista album
ja: アーティストとアルバムアーティスト
ko: 아티스트 & 앨범 아티스트
pt_br: Artista & Artista do Álbum
ru: Исполнитель & Исполнитель альбома
tr: Sanatçı & Albüm Sanatçısı
zh_hans: 艺人与专辑艺人
zh_hant: 藝人與專輯藝人

# i18n:SearchFilterMode.Either
source: Either
de: Entweder
es: Cualquiera
fr: L'un ou l'autre
it: Uno o l'altro
ja: いずれか
ko: 둘 중 하나
pt_br: Qualquer
ru: Любой
tr: Herhangi Biri
zh_hans: 任一
zh_hant: 任一

# i18n:SearchFilterMode.TrackTitle
source: Track Title
de: Titelname
es: Título de la pista
fr: Titre de la piste
it: Titolo brano
ja: 曲名
ko: 트랙 제목
pt_br: Título da Faixa
ru: Название трека
tr: Parça Başlığı
zh_hans: 曲目名称
zh_hant: 曲目名稱

# i18n:Sidebar.Alert.NewDynamicPlaylistTitle
source: New Dynamic Playlist
de: Neue dynamische Playlist
es: Nueva lista dinámica
fr: Nouvelle playlist dynamique
it: Nuova playlist dinamica
ja: 新規ダイナミックプレイリスト
ko: 새 다이내믹 재생목록
pt_br: Nova Playlist Dinâmica
ru: Новый динамический плейлист
tr: Yeni Dinamik Çalma Listesi
zh_hans: 新建动态播放清单
zh_hant: 新增動態播放清單

# i18n:Sidebar.Alert.NewNamePlaceholder
source: New Name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome
ja: 新しい名前
ko: 새 이름
pt_br: Novo Nome
ru: Новое имя
tr: Yeni İsim
zh_hans: 新名称
zh_hant: 新名稱

# i18n:Sidebar.Alert.NewPlaylistTitle
source: New Playlist
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle playlist
it: Nuova playlist
ja: 新規プレイリスト
ko: 새 재생목록
pt_br: Nova Playlist
ru: Новый плейлист
tr: Yeni Çalma Listesi
zh_hans: 新建播放清单
zh_hant: 新增播放清單

# i18n:Sidebar.Alert.RenamePlaylistTitle
source: Rename Playlist
de: Playlist umbenennen
es: Renombrar lista de reproducción
fr: Renommer la playlist
it: Rinomina playlist
ja: プレイリストの名前を変更
ko: 재생목록 이름 변경
pt_br: Renomear Playlist
ru: Переименовать плейлист
tr: Çalma Listesini Yeniden Adlandır
zh_hans: 重命名播放清单
zh_hant: 重新命名播放清單

# i18n:Sidebar.EditPredicates
source: Edit Predicates
de: Prädikate bearbeiten
es: Editar predicados
fr: Modifier les prédicats
it: Modifica predicati
ja: 述語を編集
ko: 술어 편집
pt_br: Editar Predicados
ru: Редактировать предикаты
tr: Yüklemleri Düzenle
zh_hans: 编辑谓词
zh_hant: 編輯述詞

# i18n:Sidebar.NewDynamicPlaylist
source: New Dynamic Playlist
de: Neue dynamische Playlist
es: Nueva lista dinámica
fr: Nouvelle playlist dynamique
it: Nuova playlist dinamica
ja: 新規ダイナミックプレイリスト
ko: 새 다이내믹 재생목록
pt_br: Nova Playlist Dinâmica
ru: Новый динамический плейлист
tr: Yeni Dinamik Çalma Listesi
zh_hans: 新建动态播放清单
zh_hant: 新增動態播放清單

# i18n:Sidebar.NewPlaylist
source: New Playlist
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle playlist
it: Nuova playlist
ja: 新規プレイリスト
ko: 새 재생목록
pt_br: Nova Playlist
ru: Новый плейлист
tr: Yeni Çalma Listesi
zh_hans: 新建播放清单
zh_hant: 新增播放清單

# i18n:Sidebar.NewStaticPlaylist
source: New Static Playlist
de: Neue statische Playlist
es: Nueva lista estática
fr: Nouvelle playlist statique
it: Nuova playlist statica
ja: 新規スタティックプレイリスト
ko: 새 정적 재생목록
pt_br: Nova Playlist Estática
ru: Новый статический плейлист
tr: Yeni Statik Çalma Listesi
zh_hans: 新建静态播放清单
zh_hant: 新增靜態播放清單

# i18n:Sidebar.Sections.Library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
zh_hans: 媒体柜
zh_hant: 媒體櫃

# i18n:Table.Column.AlbumArtist
source: Album Artist
de: Albumkünstler
es: Artista del álbum
fr: Artiste de l'album
it: Artista album
ja: アルバムアーティスト
ko: 앨범 아티스트
pt_br: Artista do Álbum
ru: Исполнитель альбома
tr: Albüm Sanatçısı
zh_hans: 专辑艺人
zh_hant: 專輯藝人

# i18n:Table.Column.AlbumTitle
source: Album Title
de: Albumtitel
es: Título del álbum
fr: Titre de l'album
it: Titolo album
ja: アルバム名
ko: 앨범 제목
pt_br: Título do Álbum
ru: Название альбома
tr: Albüm Başlığı
zh_hans: 专辑名称
zh_hant: 專輯名稱

# i18n:Table.Column.Artist
source: Artist
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
pt_br: Artista
ru: Исполнитель
tr: Sanatçı
zh_hans: 艺术家
zh_hant: 藝人

# i18n:Table.Column.FileExtension
source: Extension
de: Dateiendung
es: Extensión
it: Estensione
ja: 拡張子
ko: 확장자
pt_br: Extensão
ru: Расширение
tr: Uzantı
zh_hans: 扩展名
zh_hant: 副檔名

# i18n:Table.Column.Folder
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
tr: Klasör
zh_hans: 文件夹
zh_hant: 資料夾

# i18n:Table.Column.Length
source: Length
de: Länge
es: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 길이
pt_br: Duração
ru: Длительность
tr: Uzunluk
zh_hans: 时长
zh_hant: 長度

# i18n:Table.Column.TrackNumber
source: Track #
de: Titelnr.
es: N° de pista
fr: N° de piste
it: N° brano
ja: トラック番号
ko: 트랙 번호
pt_br: N° da Faixa
ru: № трека
tr: Parça No
zh_hans: 曲目编号
zh_hant: 曲目編號

# i18n:Table.Column.Year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 연도
pt_br: Ano
ru: Год
tr: Yıl
zh_hans: 年份
zh_hant: 年份

# i18n:Table.ColumnFilter.ToolbarButtonTitle
source: Columns
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
ja: 列
ko: 열
pt_br: Colunas
ru: Столбцы
tr: Sütunlar
zh_hans: 栏位
zh_hant: 欄位

# i18n:Toolbar.HotKeyHintView
source: Hotkey Hints
de: Tastenkürzel
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: 操作キーの案内
ko: 단축키 힌트
pt_br: Dicas de Atalhos
ru: Подсказки клавиш
tr: Kısayol İpuçları
zh_hans: 热键提示
zh_hant: 熱鍵提示

# i18n:Toolbar.ToggleViewLayout
source: Toggle View Layout
de: Ansichtslayout umschalten
es: Cambiar diseño de vista
fr: Basculer la disposition de la vue
it: Cambia layout vista
ja: 表示レイアウトの切り替え
ko: 보기 레이아웃 전환
pt_br: Alternar Layout da Visualização
ru: Переключить макет вида
tr: Görünüm Düzenini Değiştir
zh_hans: 切换视图布局
zh_hant: 切換檢視佈局

# i18n:Toolbar.ViewGrid
source: Grid View
de: Gitteransicht
es: Vista de cuadrícula
fr: Vue en grille
it: Vista griglia
ja: グリッド表示
ko: 그리드 보기
pt_br: Visualização em Grade
ru: Вид сетки
tr: Izgara Görünümü
zh_hans: 网格视图
zh_hant: 網格檢視

# i18n:Toolbar.ViewTable
source: Table View
de: Tabellenansicht
es: Vista de tabla
fr: Vue en tableau
it: Vista tabella
ja: 表形式
ko: 테이블 보기
pt_br: Visualização em Tabela
ru: Вид таблицы
tr: Tablo Görünümü
zh_hans: 表格视图
zh_hant: 表格檢視

# i18n:TrackInfo.FallbackNotice
source: Fields shown with strikethrough were automatically filled in because the original metadata is missing. The actual situation is subject to the track's own metadata.
de: Durchgestrichene Felder wurden automatisch ausgefüllt, da die Original-Metadaten fehlen. Die tatsächliche Situation hängt von den Metadaten des Titels ab.
es: Los campos mostrados tachados se completaron automáticamente porque faltan los metadatos originales. La situación real depende de los metadatos de la pista.
fr: Les champs affichés barrés ont été remplis automatiquement car les métadonnées originales sont manquantes. La situation réelle dépend des métadonnées de la piste.
it: I campi mostrati barrati sono stati compilati automaticamente perché i metadati originali mancano. La situazione reale dipende dai metadati del brano.
ja: 取り消し線で表示されている項目は、元のメタデータが欠落しているため自動的に補完されたものです。実際の情報は楽曲自体のメタデータに準じます。
ko: 취소선으로 표시된 필드는 원본 메타데이터가 누락되어 자동으로 채워졌습니다. 실제 상황은 트랙의 메타데이터에 따라 다릅니다.
pt_br: Os campos exibidos com tachado foram preenchidos automaticamente porque os metadados originais estão ausentes. A situação real depende dos metadados da faixa.
ru: Поля, отображаемые зачеркнутыми, были заполнены автоматически, так как исходные метаданные отсутствуют. Фактическая ситуация зависит от метаданных трека.
tr: Üstü çizili olarak gösterilen alanlar, orijinal meta veriler eksik olduğu için otomatik olarak dolduruldu. Gerçek durum parçanın kendi meta verilerine tabidir.
zh_hans: 以删除线标注的栏位为因原始中继资料缺失而自动填充的内容，实际情况以原始乐曲自身的中继资料为准。
zh_hant: 以刪除線標注的欄位為因原始中繼資料缺失而自動填寫的內容，實際情況以原始樂曲自身的中繼資料為準。

# i18n:TrackInfo.Labels.AlbumArtist
source: Album Artist
de: Albumkünstler
es: Artista del álbum
fr: Artiste de l'album
it: Artista album
ja: アルバムアーティスト
ko: 앨범 아티스트
pt_br: Artista do Álbum
ru: Исполнитель альбома
tr: Albüm Sanatçısı
zh_hans: 专辑艺人
zh_hant: 專輯藝人

# i18n:TrackInfo.Labels.Artist
source: Artist
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
pt_br: Artista
ru: Исполнитель
tr: Sanatçı
zh_hans: 艺人
zh_hant: 藝人

# i18n:TrackInfo.Labels.AverageTrackLength
source: Average Track Length
de: Durchschnittliche Titellänge
es: Duración promedio de pistas
fr: Durée moyenne des pistes
it: Durata media brani
ja: 平均トラック長
ko: 평균 트랙 길이
pt_br: Duração Média da Faixa
ru: Средняя длительность трека
tr: Ortalama Parça Uzunluğu
zh_hans: 平均曲目时长
zh_hant: 平均曲目長度

# i18n:TrackInfo.Labels.BitDepth
source: Bit Depth
de: Bittiefe
es: Profundidad de bits
fr: Profondeur de bits
it: Profondità bit
ja: ビット深度
ko: 비트 심도
pt_br: Profundidade de Bits
ru: Разрядность
tr: Bit Derinliği
zh_hans: 位深度
zh_hant: 位元深度

# i18n:TrackInfo.Labels.Channels
source: Channels
de: Kanäle
es: Canales
fr: Canaux
it: Canali
ja: チャンネル
ko: 채널
pt_br: Canais
ru: Каналы
tr: Kanallar
zh_hans: 声道
zh_hant: 聲道

# i18n:TrackInfo.Labels.DiscNumber
source: Disc Number
de: Disc-Nummer
es: Número de disco
fr: Numéro de disque
it: Numero disco
ja: ディスク番号
ko: 디스크 번호
pt_br: Número do Disco
ru: Номер диска
tr: Disk Numarası
zh_hans: 光盘编号
zh_hant: 光碟編號

# i18n:TrackInfo.Labels.Duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 再生時間
ko: 재생 시간
pt_br: Duração
ru: Длительность
tr: Süre
zh_hans: 时长
zh_hant: 持續時間

# i18n:TrackInfo.Labels.FilePath
source: File Path
de: Dateipfad
es: Ruta del archivo
fr: Chemin du fichier
it: Percorso file
ja: ファイルパス
ko: 파일 경로
pt_br: Caminho do Arquivo
ru: Путь к файлу
tr: Dosya Yolu
zh_hans: 文件路径
zh_hant: 檔案路徑

# i18n:TrackInfo.Labels.FileSize
source: File Size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do Arquivo
ru: Размер файла
tr: Dosya Boyutu
zh_hans: 文件大小
zh_hant: 檔案大小

# i18n:TrackInfo.Labels.Title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
tr: Başlık
zh_hans: 标题
zh_hant: 標題

# i18n:TrackInfo.Labels.TotalDuration
source: Total Duration
de: Gesamtdauer
es: Duración total
fr: Durée totale
it: Durata totale
ja: 合計時間
ko: 총 재생 시간
pt_br: Duração Total
ru: Общая длительность
tr: Toplam Süre
zh_hans: 总时长
zh_hant: 總持續時間

# i18n:TrackInfo.Labels.TotalFileSize
source: Total File Size
de: Gesamtdateigröße
es: Tamaño total de archivos
fr: Taille totale des fichiers
it: Dimensione totale file
ja: 合計ファイルサイズ
ko: 총 파일 크기
pt_br: Tamanho Total do Arquivo
ru: Общий размер файлов
tr: Toplam Dosya Boyutu
zh_hans: 总文件大小
zh_hant: 檔案大小總計

# i18n:TrackInfo.Labels.TrackNumber
source: Track Number
de: Titelnummer
es: Número de pista
fr: Numéro de piste
it: Numero brano
ja: トラック番号
ko: 트랙 번호
pt_br: Número da Faixa
ru: Номер трека
tr: Parça Numarası
zh_hans: 曲目编号
zh_hant: 曲目編號

# i18n:TrackInfo.Labels.Tracks
source: Tracks
de: Titel
es: Pistas
fr: Pistes
it: Brani
ja: トラック数
ko: 트랙
pt_br: Faixas
ru: Треки
tr: Parçalar
zh_hans: 曲目数
zh_hant: 曲目數

# i18n:TrackInfo.Labels.Year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 연도
pt_br: Ano
ru: Год
tr: Yıl
zh_hans: 年份
zh_hant: 年份

# i18n:TrackInfo.Labels.YearRange
source: Year Range
de: Jahresbereich
es: Rango de años
fr: Plage d'années
it: Intervallo anni
ja: 年の範囲
ko: 연도 범위
pt_br: Intervalo de Anos
ru: Диапазон годов
tr: Yıl Aralığı
zh_hans: 年份范围
zh_hant: 年份範圍

# i18n:TrackInfo.MultipleTracksTitle
source: Multiple Tracks
de: Mehrere Titel
es: Múltiples pistas
fr: Plusieurs pistes
it: Più brani
ja: 複数のトラック
ko: 여러 트랙
pt_br: Múltiplas Faixas
ru: Несколько треков
tr: Birden Fazla Parça
zh_hans: 多个曲目
zh_hant: 多個曲目

# i18n:TrackInfo.Sections.AudioFormats
source: Audio Formats
de: Audioformate
es: Formatos de audio
fr: Formats audio
it: Formati audio
ja: オーディオフォーマット
ko: 오디오 형식
pt_br: Formatos de Áudio
ru: Форматы аудио
tr: Ses Formatları
zh_hans: 音频格式
zh_hant: 音訊格式

# i18n:TrackInfo.Sections.BasicInfo
source: Basic Info
de: Grundinformationen
es: Información básica
fr: Informations de base
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
pt_br: Informações Básicas
ru: Основная информация
tr: Temel Bilgiler
zh_hans: 基本信息
zh_hant: 基本資訊

# i18n:TrackInfo.Sections.FileInfo
source: File Info
de: Dateiinformationen
es: Información del archivo
fr: Informations du fichier
it: Informazioni file
ja: ファイル情報
ko: 파일 정보
pt_br: Informações do Arquivo
ru: Информация о файле
tr: Dosya Bilgileri
zh_hans: 文件信息
zh_hant: 檔案資訊

# i18n:TrackInfo.Sections.Statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
pt_br: Estatísticas
ru: Статистика
tr: İstatistikler
zh_hans: 统计
zh_hant: 統計資料

# i18n:TrackInfo.Title
source: Track Info
de: Titelinformationen
es: Información de la pista
fr: Infos de la piste
it: Info brano
ja: トラック情報
ko: 트랙 정보
pt_br: Informações da Faixa
ru: Информация о треке
tr: Parça Bilgisi
zh_hans: 曲目信息
zh_hant: 曲目資訊

# i18n:TrackInfo.Values.ChannelCountFormat:%lld
source: %lldch
de: %lld Kanäle
es: %lld canales
fr: %lld canaux
it: %lld canali
ja: %lldチャンネル
ko: %lld채널
pt_br: %lld canais
ru: %lld каналов
tr: %lld kanal
zh_hans: %lld 声道
zh_hant: %lld 聲道

# i18n:TrackInfo.Values.Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

# i18n:Unit:Album:%lld
source: %lld albums
de: %lld Alben
es: %lld álbumes
it: %lld album
ja: %lld枚
ko: %lld개 앨범
pt_br: %lld álbuns
ru: %lld альбома
tr: %lld albüm
zh_hans: %lld张
zh_hant: %lld張

# i18n:Unit:Track:%lld
source: %lld tracks
de: %lld Titel
es: %lld pistas
fr: %lld pistes
it: %lld brani
ja: %lld曲
ko: %lld개 트랙
pt_br: %lld faixas
ru: %lld трека
tr: %lld parça
zh_hans: %lld曲
zh_hant: %lld曲

# i18n:WP.AccentColor.Subtitle
source: Choose your accent color
de: Wählen Sie Ihre Akzentfarbe
es: Elige tu color de acento
fr: Choisissez votre couleur d'accent
it: Scegli il tuo colore di accento
ja: アクセントカラーを選択
ko: 강조색 선택
pt_br: Escolha sua cor de destaque
ru: Выберите свой акцентный цвет
tr: Vurgu renginizi seçin
zh_hans: 选择您的主题色
zh_hant: 選擇您的主題色

# i18n:WP.AccentColor.Title
source: Accent Color
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accent
it: Colore di accento
ja: アクセントカラー
ko: 강조색
pt_br: Cor de Destaque
ru: Акцентный цвет
tr: Vurgu Rengi
zh_hans: 主题色
zh_hant: 主題色

# i18n:WP.Menu.ExitSelect
source: Exit Selection
de: Auswahl beenden
es: Salir de la selección
fr: Quitter la sélection
it: Esci dalla selezione
ja: 選択解除
ko: 선택 종료
pt_br: Sair da Seleção
ru: Выйти из выделения
tr: Seçimden Çık
zh_hans: 退出选择
zh_hant: 退出選取

# i18n:WP.Menu.SelectAlbums
source: Select Albums
de: Alben auswählen
es: Seleccionar álbumes
fr: Sélectionner des albums
it: Seleziona album
ja: アルバムを選択
ko: 앨범 선택
pt_br: Selecionar Álbuns
ru: Выбрать альбомы
tr: Albüm Seç
zh_hans: 选择专辑
zh_hant: 選取專輯

# i18n:WP.Menu.SelectTracks
source: Select Tracks
de: Titel auswählen
es: Seleccionar pistas
fr: Sélectionner des pistes
it: Seleziona brani
ja: 曲を選択
ko: 트랙 선택
pt_br: Selecionar Faixas
ru: Выбрать треки
tr: Parça Seç
zh_hans: 选择曲目
zh_hant: 選取曲目

# i18n:WP.Pivot.Albums
source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
ko: 앨범
pt_br: Álbuns
ru: Альбомы
tr: Albümler
zh_hans: 专辑
zh_hant: 專輯

# i18n:WP.Pivot.Artists
source: Artists
de: Künstler
es: Artistas
fr: Artistes
it: Artisti
ja: アーティスト
ko: 아티스트
pt_br: Artistas
ru: Исполнители
tr: Sanatçılar
zh_hans: 艺人
zh_hant: 藝人

# i18n:WP.Pivot.RecentlyAdded
source: Recently Added
de: Kürzlich hinzugefügt
es: Añadido recientemente
fr: Récemment ajouté
it: Aggiunti di recente
ja: 最近追加
ko: 최근 추가됨
pt_br: Adicionados Recentemente
ru: Недавно добавленные
tr: Son Eklenenler
zh_hans: 最近添加
zh_hant: 最近新增

# i18n:WP.Pivot.Tracks
source: Tracks
de: Titel
es: Pistas
fr: Pistes
it: Brani
ja: トラック
ko: 트랙
pt_br: Faixas
ru: Треки
tr: Parçalar
zh_hans: 曲目
zh_hant: 曲目

# i18n:WP.Play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
tr: Çal
zh_hans: 播放
zh_hant: 播放

# i18n:WP.Search.Hint
source: Search for albums, artists, or tracks
de: Suche nach Alben, Künstlern oder Titeln
es: Buscar álbumes, artistas o pistas
fr: Rechercher des albums, artistes ou pistes
it: Cerca album, artisti o brani
ja: アルバム、アーティスト、またはトラックを検索
ko: 앨범, 아티스트 또는 트랙 검색
pt_br: Pesquisar álbuns, artistas ou faixas
ru: Поиск альбомов, исполнителей или треков
tr: Albüm, sanatçı veya parça ara
zh_hans: 搜索专辑、艺人或曲目
zh_hant: 搜尋專輯、藝人或曲目

# i18n:WP.Search.NoResults
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 결과를 찾을 수 없음
pt_br: Nenhum resultado encontrado
ru: Результатов не найдено
tr: Sonuç bulunamadı
zh_hans: 未找到结果
zh_hant: 找不到結果

# i18n:WP.Section.Library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
zh_hans: 收藏库
zh_hant: 媒體櫃

# i18n:WP.Section.NowPlaying
source: Now Playing
de: Wird abgespielt
es: Reproduciendo ahora
fr: En cours de lecture
it: In riproduzione
ja: 再生中
ko: 지금 재생 중
pt_br: Tocando Agora
ru: Сейчас играет
tr: Şimdi Çalıyor
zh_hans: 正在播放
zh_hant: 正在播放

# i18n:WP.Section.Search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

# i18n:WP.Shuffle
source: Shuffle
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: シャッフル
ko: 셔플
pt_br: Aleatório
ru: Перемешать
tr: Karıştır
zh_hans: 随机播放
zh_hant: 隨機播放

# i18n:WP.Sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
tr: Sırala
zh_hans: 排序
zh_hant: 排序

# i18n:WP.Sort.Clear
source: Clear Sort
de: Sortierung aufheben
es: Quitar orden
fr: Supprimer le tri
it: Rimuovi ordinamento
ja: 並べ替えを解除
ko: 정렬 해제
pt_br: Limpar ordenação
ru: Сбросить сортировку
tr: Sıralamayı temizle
zh_hans: 清除排序
zh_hant: 清除排序

# i18n:ColumnBrowser.Genres
source: Genres
es: Géneros
it: Generi
ja: ジャンル
ko: 장르
pt_br: Gêneros
ru: Жанры
tr: Türler
zh_hans: 风格
zh_hant: 類型

# i18n:Field.Value.Max
source: Max
es: Máx.
ja: 最大
ko: 최대
pt_br: Máx.
ru: Макс.
tr: Maks
zh_hans: 最大
zh_hant: 最大

# i18n:Field.Value.Min
source: Min
es: Mín.
ja: 最小
ko: 최소
pt_br: Mín.
ru: Мин.
zh_hans: 最小
zh_hant: 最小

# i18n:PredicateEditor.Field.Genre
source: Genre
es: Género
it: Genere
ja: ジャンル
ko: 장르
pt_br: Gênero
ru: Жанр
tr: Tür
zh_hans: 类型
zh_hant: 類型

# i18n:Sidebar.Alert.PlaylistNamePlaceholder
source: Playlist Name
es: Nombre de la lista de reproducción
fr: Nom de la playlist
it: Nome playlist
ja: プレイリスト名
ko: 재생목록 이름
pt_br: Nome da Playlist
ru: Название плейлиста
tr: Çalma Listesi Adı
zh_hans: 播放清单名称
zh_hant: 播放清單名稱
